{"Symbol":"BOL.ST","Price":310.75,"Beta":1.283414,"VolAvg":1294663,"MktCap":84993545736,"LastDiv":15.0,"Range":"271.45-478.65","Changes":6.95,"companyName":"Boliden AB (publ)","currency":"SEK","cik":null,"isin":"SE0017768716","cusip":null,"exchange":"Stockholm Stock Exchange","exchangeShortName":"STO","industry":"Other Industrial Metals & Mining","website":"https:\/\/www.boliden.com","description":"Boliden AB (publ) engages in the exploring, extracting, and processing of base metals and precious metals in Sweden, other Nordic region, Germany, the United Kingdom, the rest of Europe, North America, and internationally. The company operates through two segments, Business Area Mines and Business Area Smelters. It explores for copper, zinc, nickel, lead, gold, silver, cobalt, tellurium, platinum, and palladium deposits. The company operates the Aitik, the Boliden Area, and Garpenberg mines in Sweden; the Tara mine in Ireland; and the Kevitsa mines in Finland. Its products include zinc and lead ingot, copper cathode, gold bar, and silver granule, and other products, such as sulphuric acid; copper, lead, nickel, and zinc concentrates; and by-products, including copper sulphate, zinc clinker, iron sand, copper telluride, selenium, nickel matte, and crude nickel sulphate, as well as palladium, platinum, rhodium, iridium, ruthenium, and osmium concentrates. The company sells its metals primarily to industrial customers, as well as construction, electronics, and automotive industries; and paper manufacturers. Boliden AB (publ) was founded in 1924 and is headquartered in Stockholm, Sweden.","CEO":"Mr. Mikael  Staffas M.Sc., MBA","sector":"Basic Materials","country":"SE","fullTimeEmployees":6121.0,"phone":"46 86 10 15 00","address":"Klarabergsviadukten 90","city":"Stockholm","state":null,"zip":"101 20","DCF_diff":null,"DCF":0.0,"image":"https:\/\/financialmodelingprep.com\/image-stock\/BOL.ST.png","ipoDate":"2001-12-05","defaultImage":false,"isEtf":false,"isActivelyTrading":true,"isFund":false,"isAdr":false}
{"Symbol":"GGEO.ST","Price":8.1,"Beta":0.298764,"VolAvg":12297,"MktCap":88007310,"LastDiv":0.0,"Range":"5.5-9.1","Changes":0.3,"companyName":"Guideline Geo AB (publ)","currency":"SEK","cik":null,"isin":"SE0005562014","cusip":null,"exchange":"Stockholm Stock Exchange","exchangeShortName":"STO","industry":"Specialty Industrial Machinery","website":"https:\/\/www.guidelinegeo.com","description":"Guideline Geo AB (publ), through its subsidiaries, provides sensors, software, services, and support for mapping and visualizing the subsurface for use in detecting and mapping groundwater, environmental and geological risk assessments, infrastructure site investigations, and mineral exploration worldwide. The company offers ABEM Terrameter LS 2, a resistivity\/IP meter; ABEM Terraloc Pro, a versatile seismograph; ABEM WalkTEM, a tool for surveys in the geological near-surface; and ABEM Terrameter SAS 1000, a geophysical instrument for multiple applications. It also provides MALÅ Easy Locator Pro WideRange HDR, a ground penetrating radar solution for use in utility detection; MALÅ Easy Locator HDR, which offers various ways of obtaining information about the location and depth of buried objects, such as pipes, cables, and other utilities; MALÅ Easy Locator Pro, a GPR solution that provides a choice for utility mapping; MALÅ ConcreteExplorer, a GPR system designed for the non-destructive investigation and imaging of concrete and other man-made structures; MALÅ GroundExplorer, an integrated GPR solution with a range of antenna options and measuring devices; MALÅ ProfessionalExplorer, a control unit coupled with the MALÅ XV Monitor for detecting subsurface targets and geological layers; and MALÅ Imaging Radar Array, a one-pass 3D system for large scale mapping and subsurface object identification. The company was formerly known as Guideline Technology AB (publ) and changed its name to Guideline Geo AB (publ) in June 2013. Guideline Geo AB (publ) is headquartered in Sundbyberg, Sweden.","CEO":"Ms. Malin  Siberg","sector":"Industrials","country":"SE","fullTimeEmployees":77.0,"phone":"46 8 55 76 13 00","address":"Löfströms Allé 6A","city":"Sundbyberg","state":null,"zip":"172 66","DCF_diff":null,"DCF":0.0,"image":"https:\/\/financialmodelingprep.com\/image-stock\/GGEO.ST.png","ipoDate":"2020-08-24","defaultImage":false,"isEtf":false,"isActivelyTrading":true,"isFund":false,"isAdr":false}
{"Symbol":"KINV-B.ST","Price":142.85,"Beta":1.217521,"VolAvg":789694,"MktCap":40536400222,"LastDiv":86.3,"Range":"131.65-192.0","Changes":-2.35,"companyName":"Kinnevik AB","currency":"SEK","cik":null,"isin":null,"cusip":null,"exchange":"Stockholm Stock Exchange","exchangeShortName":"STO","industry":"Asset Management","website":"https:\/\/www.kinnevik.com","description":"Kinnevik AB formerly known as Investment AB Kinnevik, is a venture capital firm specializing in investments in growth capital. It prefers to invest in digital consumer business, education, communication, e-commerce and marketplaces, entertainment, healthcare, and financial services but may also invest in other areas. The firm invests worldwide, especially in Europe with a focus on the Nordics, Latin America, Asia, Australia, Africa, and North America. The firm looks for disruptive, technology-enabled and value-added consumer services in developed and emerging markets. It takes an active role on the boards of its subsidiaries and associated companies. It acts as a long-term lead shareholder in large listed entities. Kinnevik AB was founded in 1936 and is based in Stockholm, Sweden.","CEO":"Mr. Georgi  Ganev","sector":"Financial Services","country":"SE","fullTimeEmployees":45.0,"phone":"46 8 56 20 00 00","address":"Skeppsbron 18","city":"Stockholm","state":null,"zip":"103 13","DCF_diff":null,"DCF":0.0,"image":"https:\/\/financialmodelingprep.com\/image-stock\/KINV-B.ST.png","ipoDate":"2000-01-03","defaultImage":false,"isEtf":false,"isActivelyTrading":true,"isFund":false,"isAdr":false}
{"Symbol":"BALD-B.ST","Price":48.7,"Beta":1.068139,"VolAvg":2858714,"MktCap":56199797175,"LastDiv":5.027778,"Range":"35.47-70.39","Changes":-0.79,"companyName":"Fastighets AB Balder (publ)","currency":"SEK","cik":null,"isin":"SE0017832488","cusip":null,"exchange":"Stockholm Stock Exchange","exchangeShortName":"STO","industry":"Real Estate—Diversified","website":"https:\/\/www.balder.se","description":"Fastighets AB Balder (publ) develops, owns, and manages residential and commercial properties in Sweden, Denmark, Finland, Norway, Germany, and the United Kingdom. The company's property portfolio comprises apartments, offices, rooms or working spaces, retail spaces, restaurants or cafés, industrial spaces, warehouses, and storage spaces, as well as garages and parking spaces. As of December 31, 2021, it owned 1,678 investment properties with a lettable area of 5,509 thousand square meters. The company was incorporated in 1995 and is headquartered in Gothenburg, Sweden.","CEO":"Mr. Erik  Selin B.Sc. (Econ.)","sector":"Real Estate","country":"SE","fullTimeEmployees":1161.0,"phone":"46 31 10 95 70","address":"Parkgatan 49","city":"Gothenburg","state":null,"zip":"400 15","DCF_diff":null,"DCF":0.0,"image":"https:\/\/financialmodelingprep.com\/image-stock\/BALD-B.ST.png","ipoDate":"2000-01-03","defaultImage":false,"isEtf":false,"isActivelyTrading":true,"isFund":false,"isAdr":false}
{"Symbol":"HAYPP.ST","Price":48.7,"Beta":0.0,"VolAvg":27859,"MktCap":1418265750,"LastDiv":0.0,"Range":"18.5-49.6","Changes":-0.3,"companyName":"Haypp Group AB (publ)","currency":"SEK","cik":null,"isin":"SE0016829469","cusip":null,"exchange":"Stockholm Stock Exchange","exchangeShortName":"STO","industry":"Tobacco","website":"https:\/\/hayppgroup.com","description":"Haypp Group AB (publ) operates as an online retailer of tobacco-free nicotine pouches and snus products in Sweden, Norway, rest of Europe, and the United State. It offers its products through e-commerce platforms and brands comprising haypp.com, nicokick.com, snushjem.no, snusbolaget.se, snus.com, snusmarkt.ch, northerner.com, snuslageret.no, snusnetto.com, and nettotobak.com. The company was formerly known as Snusbolaget Norden Holding AB and changed its name to Haypp Group AB in September 2019. Haypp Group AB (publ) was founded in 2009 and is headquartered in Stockholm, Sweden.","CEO":"Mr. Gavin  O'Dowd","sector":"Consumer Defensive","country":"SE","fullTimeEmployees":150.0,"phone":"46 2 00 75 34 64","address":"Birger Jarlsgatan 43","city":"Stockholm","state":null,"zip":"111 45","DCF_diff":null,"DCF":0.0,"image":"https:\/\/financialmodelingprep.com\/image-stock\/HAYPP.ST.png","ipoDate":"2021-10-13","defaultImage":false,"isEtf":false,"isActivelyTrading":true,"isFund":false,"isAdr":false}
{"Symbol":"BETCO.ST","Price":240.0,"Beta":1.093223,"VolAvg":27603,"MktCap":12943272000,"LastDiv":0.0,"Range":"125.0-241.0","Changes":7.5,"companyName":"Better Collective A\/S","currency":"SEK","cik":null,"isin":"DK0060952240","cusip":null,"exchange":"Stockholm Stock Exchange","exchangeShortName":"STO","industry":"Software—Application","website":"https:\/\/www.bettercollective.com","description":"Better Collective A\/S, together with its subsidiaries, operates as a sports betting media company worldwide. The company primarily focuses on online sports betting and gambling platforms. It offers various community-based digital platforms, including bettingexpert.com, social network of sports betting tipsters; SpilXperten, a sports betting media platform; Action Network, a source for sports betting insights; Irishracing.com, a website, which provides coverage of Irish, British, and international horse racing; Speltips.se for betting tips; HLTV.org, a website for news from the e-sport industry, CS:GO match information, and player and team rankings; RotoGrinders for fantasy sports; Wettbasis, which provides betting tips for German betting enthusiasts; VegasInsider, a platform for betting tips and picks in the United States; Betarades, a platform for online betting news in Greece; PariuriX, a platform in Romania for finding the sports betting tips; ScoresAndOdds, a statistical analysis designed for sports bettors in the US; Wettfreunde, an iGaming Platform in the German language. In addition, it provides Sportwettentest, a bookmaker stress tester; Bonus Code Bets; SmartBets, a customizable odds comparison site; Bookmakers.tv, a site for bookmaker reviews and offers; Us-bookies.com, a platform dedicated to the American punter; Roulette Geeks, which offers educational materials that teach users about casino strategies; and Spelsidor.se, which provides information about bonuses, igaming companies and gambling news. Better Collective A\/S was founded in 2004 and is headquartered in Copenhagen, Denmark.","CEO":"Mr. Jesper  Sogaard","sector":"Technology","country":"DK","fullTimeEmployees":926.0,"phone":"45 29 91 99 65","address":"Toldbodgade 12","city":"Copenhagen","state":null,"zip":"1253","DCF_diff":null,"DCF":0.0,"image":"https:\/\/financialmodelingprep.com\/image-stock\/BETCO.ST.png","ipoDate":"2018-06-08","defaultImage":false,"isEtf":false,"isActivelyTrading":true,"isFund":false,"isAdr":false}
