{
    "Symbol": "TRYG.CO",
    "Price": 134.1,
    "Beta": 0.294271,
    "VolAvg": 721477,
    "MktCap": 83505413146,
    "LastDiv": 7.4,
    "Range": "132.1-174.95",
    "Changes": 0.2,
    "companyName": "Tryg A\/S",
    "currency": "DKK",
    "cik": null,
    "isin": "DK0060636678",
    "cusip": null,
    "exchange": "Copenhagen",
    "exchangeShortName": "CPH",
    "industry": "Insurance—Diversified",
    "website": "https:\/\/www.tryg.com",
    "description": "Tryg A\/S, together with its subsidiaries, provides insurance products and services for private and corporate customers, and small and medium sized businesses in Denmark, Norway, and Sweden. It operates through Private, Commercial, Corporate, and Sweden segments. The company provides car, contents, house, accident, travel, motorcycles, pet, health, property, liability, transportation, group life, and boat insurance products, as well as fire and content, and worker compensation insurance products. It sells its products primarily through call centers, Internet, tied agents, franchisees, interest organizations, car dealers, real estate agents, insurance brokers, and Nordea branches under the Tryg Forsikring, Alka, Enter Forsikring, Tryg, Moderna, Tryg Garanti, Moderna Djurförsäkringar, Atlantica Båtförsäkring, Affinity, and Bilsport & MC specialförsäkring brands. The company was founded in 1731 and is headquartered in Ballerup, Denmark.",
    "CEO": "Mr. Johan Kirstein Brammer",
    "sector": "Financial Services",
    "country": "DK",
    "fullTimeEmployees": 6836.0,
    "phone": "45 70 11 20 20",
    "address": "Klausdalsbrovej 601",
    "city": "Ballerup",
    "state": null,
    "zip": "2750",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/TRYG.CO.png",
    "ipoDate": "2005-10-14",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "GETI-B.ST",
    "Price": 202.0,
    "Beta": 0.750655,
    "VolAvg": 834750,
    "MktCap": 55018737576,
    "LastDiv": 4.25,
    "Range": "174.2-275.2",
    "Changes": 5.85,
    "companyName": "Getinge AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0000202624",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Medical Devices",
    "website": "https:\/\/www.getinge.com",
    "description": "Getinge AB (publ) provides products and solutions for operating rooms, intensive-care units, and sterilization departments. The company operates through Acute Care Therapies, Life Science, and Surgical Workflows segments. It offers sterile transfer systems, closure processing systems, washers, isolators, sterilizers, logistic automation solutions, bioreactors, bioprocess control systems, bioprocess software, biobundles, bioprocess analytics, and perfusion systems; practice-oriented monitoring systems and disposables, anesthesia machines, beating heart stabilizers and positioners, axius blower mister and coronary shunts, proximal seal systems, ceiling supply units, connected solutions, cleaning and disinfection products, packaging and sealing solutions, monitors and indicators, and SteriTec products. The company also provides thoracic catheters, dry seal chest drain, mobile dry seal drain, dry and wet suction water seal chest drain, and chest drain valves; transitional accessories; endoscope reprocessing; endoscopic vessel harvesting systems; endovascular products; extracorporeal life support or extracorporeal membrane oxygenation products; inspection and packing products; intra-aortic balloon counter pulsation therapies; mechanical ventilation products; medical furniture; modular room systems; operating lights and tables; OR integration and management; patient flow management; patient transport; sterile supply management; sterilization; surgical assist systems; surgical perfusion; transport & storage; trays & baskets; and vascular and cardiothoracic surgery solutions. It offers its products through a network of proprietary sales companies, as well as through agents and distributors in the Americas, Europe, the Middle East, Africa, and the Asia Pacific. Getinge AB (publ) was founded in 1904 and is headquartered in Gothenburg, Sweden.",
    "CEO": "Mr. Mattias  Perjos M.Sc.",
    "sector": "Healthcare",
    "country": "SE",
    "fullTimeEmployees": 11082.0,
    "phone": "46 1 03 35 00 00",
    "address": "Lindholmspiren 7A",
    "city": "Gothenburg",
    "state": null,
    "zip": "417 56",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/GETI-B.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "EXL1V.HE",
    "Price": 3.58,
    "Beta": 1.209659,
    "VolAvg": 27844,
    "MktCap": 42436962,
    "LastDiv": 0.4,
    "Range": "3.42-6.9",
    "Changes": -0.06,
    "companyName": "Exel Composites Oyj",
    "currency": "EUR",
    "cik": null,
    "isin": "FI0009007306",
    "cusip": null,
    "exchange": "Helsinki",
    "exchangeShortName": "HEL",
    "industry": "Specialty Chemicals",
    "website": "https:\/\/www.exelcomposites.com",
    "description": "Exel Composites Oyj, a composite technology company, designs, manufactures, and markets pultruded and pull-wound composite products in Europe, the Asia Pacific, and internationally. The company produces a range of standard and custom sized composite tubes, tool handles, telescoping poles, and laminates that are used in residential, commercial, and industrial applications. It also provides bus and coach, train and tram, truck and trailer, and automotive profiles; window and door profiles, structural composites, sunshades, umbrellas, and awnings, frangible support structures, and radio-transparent composites; composites for wind power application. In addition, the company offers composite solutions for defense applications, such as camouflage netting support telescoping poles, Carbon fiber telescoping poles, non-magnetic tool handles; textile machine solutions, insulating and non-ferrous composite solutions, and composite conduit rods for machinery and electrical industries; and composites for paper machines. Exel Composites Oyj was founded in 1960 and is headquartered in Vantaa, Finland.",
    "CEO": "Mr. Paul  Sohlberg L.L.M.",
    "sector": "Basic Materials",
    "country": "FI",
    "fullTimeEmployees": 728.0,
    "phone": "358 20 754 1350",
    "address": "MAekituvantie 5",
    "city": "Vantaa",
    "state": null,
    "zip": "01510",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/EXL1V.HE.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "NIBE-B.ST",
    "Price": 94.14,
    "Beta": 1.312616,
    "VolAvg": 2873858,
    "MktCap": 189792834507,
    "LastDiv": 0.65,
    "Range": "78.58-126.15",
    "Changes": -0.6,
    "companyName": "NIBE Industrier AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0008321293",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Building Products & Equipment",
    "website": "https:\/\/www.nibe.com",
    "description": "NIBE Industrier AB (publ), together with its subsidiaries, develops, manufactures, markets, and sells various energy-efficient solutions for indoor climate comfort, and components and solutions for intelligent heating and control in Nordic countries, rest of Europe, North America, and internationally. The company operates through three business areas: NIBE Climate Solutions, NIBE Element, and NIBE Stoves. The NIBE Climate Solutions business area offers indoor climate comfort products, such as heat pumps, ventilation products and air conditioning, climate control systems, water heaters and accumulator tanks, district heating products, PV panels, domestic boilers, commercial washing machines, and tumble dryers for homes, apartment blocks, and commercial properties. The NIBE Element business area provides various components and solutions for heating and control, which include tubular, aluminum, foil, thick film, PTC, high-power, and ceramic elements, as well as open spirals and tapes, heating cables and jackets, vacuum brazing, heat pump technology, resistors, heat exchangers, temperature sensors, flexible hoses, and control equipment to domestic and household appliances; commercial products and professional kitchens; energy; transport; advanced technology; medicine; and aviation sectors, as well as industrial projects sectors. The NIBE Stoves business area offers free-standing, wood-burning, gas, and electric stoves; heat-retaining products; and chimney systems, as well as accessories. NIBE Industrier AB (publ) was founded in 1949 and is headquartered in Markaryd, Sweden.",
    "CEO": "Mr. Gerteric  Lindquist",
    "sector": "Industrials",
    "country": "SE",
    "fullTimeEmployees": 21300.0,
    "phone": "46 4 33 27 30 00",
    "address": "Hannabadsvägen 5",
    "city": "Markaryd",
    "state": null,
    "zip": "285 32",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/NIBE-B.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "GAPW-B.ST",
    "Price": 22.65,
    "Beta": 1.1228,
    "VolAvg": 12762,
    "MktCap": 705463672,
    "LastDiv": 0.0,
    "Range": "19.78-38.25",
    "Changes": 0.2,
    "companyName": "Gapwaves AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Communication Equipment",
    "website": "https:\/\/www.gapwaves.com",
    "description": "Gapwaves AB (publ) provides waveguide and antenna products. It offers radar antennas, 5G phased arrays, flat panel antennas, flange adapters, and waveguide filters. The company was incorporated in 2011 and is headquartered in Gothenburg, Sweden.",
    "CEO": "Mr. Jonas  Ehinger",
    "sector": "Technology",
    "country": "SE",
    "fullTimeEmployees": 31.0,
    "phone": "46 3 17 62 60 40",
    "address": "Nellickevagen 22",
    "city": "Gothenburg",
    "state": null,
    "zip": "412 63",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/GAPW-B.ST.png",
    "ipoDate": "2016-11-18",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "NOKIA.HE",
    "Price": 3.5945,
    "Beta": 0.675028,
    "VolAvg": 14377408,
    "MktCap": 19959538680,
    "LastDiv": 0.12,
    "Range": "3.41-5.198",
    "Changes": 0.0165,
    "companyName": "Nokia Oyj",
    "currency": "EUR",
    "cik": null,
    "isin": "FI0009000681",
    "cusip": null,
    "exchange": "Helsinki",
    "exchangeShortName": "HEL",
    "industry": "Communication Equipment",
    "website": "https:\/\/www.nokia.com",
    "description": "Nokia Oyj provides mobile, fixed, and cloud network solutions worldwide. The company operates through four segments: Mobile Networks, Network Infrastructure, Cloud and Network Services, and Nokia Technologies. It offers products and services for radio access networks covering technologies from 2G to 5G, and microwave radio links for transport networks. The company provides fixed networking solutions, such as fiber and copper-based access infrastructure, and cloud and virtualization services, as well as wi-fi portfolio, including mesh solutions and cloud-based controllers; IP routing solutions for IP aggregation, and edge and core applications for residential, business, mobile, and industrial services; a portfolio of optical networks comprising portfolio coherent optical transponders, optical transport network switchers, wavelength-division multiplexers, reconfigurable optical add-drop multiplexer solutions, and optical line systems for metro access and aggregation, data center interconnect, regional, and long-haul\/ultra-long-haul applications; and submarine networks. In addition, it offers business applications software, cloud and cognitive services, core networks software, and enterprise solutions. Further, the company provides hardware, software, and services, as well as licensing of intellectual property, including patents, technologies, and the Nokia brand. It serves communications service providers, webscales, hyperscalers, digital industries, and government. Nokia Oyj was founded in 1865 and is headquartered in Espoo, Finland.",
    "CEO": "Mr. Pekka Ilmari Lundmark M.Sc.(Eng.)",
    "sector": "Technology",
    "country": "FI",
    "fullTimeEmployees": 86896.0,
    "phone": "358 1044 88000",
    "address": "Karakaari 7",
    "city": "Espoo",
    "state": null,
    "zip": "02610",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/NOKIA.HE.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "ACAD.ST",
    "Price": 50.9,
    "Beta": 0.967053,
    "VolAvg": 89461,
    "MktCap": 5374378300,
    "LastDiv": 1.75,
    "Range": "41.56-58.15",
    "Changes": 0.15,
    "companyName": "AcadeMedia AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0007897079",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Education & Training Services",
    "website": "https:\/\/www.academedia.se",
    "description": "AcadeMedia AB (publ) operates as an independent education provider in northern Europe. It operates through four segments: Preschool, Compulsory School, Upper Secondary School, and Adult Education. The company operates approximately 650 preschools, primary schools, upper secondary schools, and adult education units. AcadeMedia AB (publ) was founded in 1996 and is headquartered in Stockholm, Sweden.",
    "CEO": "Mr. Marcus  Strömberg",
    "sector": "Consumer Defensive",
    "country": "SE",
    "fullTimeEmployees": 18800.0,
    "phone": "46 87 94 42 00",
    "address": "Adolf Fredriks Kyrkogata 2",
    "city": "Stockholm",
    "state": null,
    "zip": "101 24",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/ACAD.ST.png",
    "ipoDate": "2016-06-15",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "HUM.ST",
    "Price": 28.25,
    "Beta": 0.78435,
    "VolAvg": 443244,
    "MktCap": 1351087325,
    "LastDiv": 1.2,
    "Range": "12.28-50.6",
    "Changes": 0.45,
    "companyName": "Humana AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0008040653",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Medical Care Facilities",
    "website": "https:\/\/www.humana.se",
    "description": "Humana AB (publ) provides individual and family care services for children and adults in Sweden, Finland, Norway, and Denmark. It operates through five segments: Individual & Family, Personal Assistance, Elderly Care, Finland, and Norway segments. The Individual & Family segment provides care and treatment for psychosocial disorders, mental illness, and functional impairment; residential care homes; interim and regular family-based care services; special service housing; outpatient care services; assisted living homes; and specially adapted housing for individuals with functional impairments and special education schools. The Personal Assistance segment offers care services and assistance to individuals with functional impairments. The Elderly Care segment provides elderly care home services. The Finland segment offers individual and family care for children, young people and families with psychiatric diagnoses or psychosocial disorders; special service housing for individuals with functional impairments; elderly care homes; and elderly day care services. The Norway segment provides individual and family care, personal assistance, and special service housing for individuals with functional impairments. The company was founded in 2001 and is headquartered in Stockholm, Sweden.",
    "CEO": "Ms. Johanna  Rastad",
    "sector": "Healthcare",
    "country": "SE",
    "fullTimeEmployees": 12426.0,
    "phone": "46 8 59 92 99 00",
    "address": "Warfvinges väg 39",
    "city": "Stockholm",
    "state": null,
    "zip": "112 51",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/HUM.ST.png",
    "ipoDate": "2016-03-22",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "SSAB-B.ST",
    "Price": 63.7,
    "Beta": 1.332834,
    "VolAvg": 4144752,
    "MktCap": 66388138917,
    "LastDiv": 8.7,
    "Range": "44.62-79.6",
    "Changes": -0.64,
    "companyName": "SSAB AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0000120669",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Steel",
    "website": "https:\/\/www.ssab.com",
    "description": "SSAB AB (publ) produces and sells steel products in the United States, Sweden, Finland, Germany, Denmark, and internationally. It operates through five segments: SSAB Special Steels, SSAB Europe, SSAB Americas, Tibnor, and Ruukki Construction. The SSAB Special Steels segment offers quenched and tempered steels, and hot-rolled advanced high-strength steel products. The SSAB Europe segment provides strip, plate, and tubular products. The SSAB Americas segment offers heavy steel plates. The Tibnor segment distributes a range of steel and non-ferrous metals in the Nordic region and the Baltics. The Ruukki Construction segment produces and sells building and construction products and services for residential and non-residential construction. The company markets its steel products under the Strenx, Hardox, Docol, GreenCoat, Toolox, Armox, Duroxite, SSAB Boron, SSAB Domex, SSAB Form, SSAB Laser, SSAB Weathering and Cor-Ten, and SSAB Multisteel brands. It serves the heavy transport, construction, automotive, industrial, construction machinery, energy, material handling, and service center industries. The company has a collaboration agreement with Faurecia S.E. to deliver fossil-free steel for automotive seat structures. SSAB AB (publ) was founded in 1878 and is headquartered in Stockholm, Sweden.",
    "CEO": "Mr. Martin  Lindqvist Eng., M.B.A.",
    "sector": "Basic Materials",
    "country": "SE",
    "fullTimeEmployees": 14634.0,
    "phone": "46 84 54 57 00",
    "address": "Klarabergsviadukten 70, D6",
    "city": "Stockholm",
    "state": null,
    "zip": "101 21",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/SSAB-B.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "HTRO.ST",
    "Price": 82.0,
    "Beta": 1.360164,
    "VolAvg": 1637534,
    "MktCap": 16500040000,
    "LastDiv": 0.1,
    "Range": "62.52-166.5",
    "Changes": 2.28,
    "companyName": "Hexatronic Group AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0018040677",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Communication Equipment",
    "website": "https:\/\/www.group.hexatronic.com\/sv",
    "description": "Hexatronic Group AB (publ), together with its subsidiaries, designs, develops, manufactures, markets, and sells fiber communication solutions in Sweden and internationally. The company supplies passive infrastructure for telecom companies; and provides components and system solutions. It also offers fiber optic cables, ducts, copper cables, and network accessories; high tech products for fiber optic communications; fiber optic solutions, such as prefabricated ODFs, multi-fiber cable assemblies, and industrial applications; and training services for telecommunications, electric\/gas, and health\/safety markets. In addition, the company provides high-density polyethylene pipes for communication, power, fiber-to-the-home, ITS, CATV, geothermal, and industrial pressure pipe applications; develops and certificates programs for various industries; and apprenticeships and specialist training programs, as well as distributes fiber-optic connection and optical measurement technology. It serves wholesalers, telecom operators, network owners, telecom companies, installers, and system houses. Hexatronic Group AB (publ) was incorporated in 1972 and is headquartered in Gothenburg, Sweden.",
    "CEO": "Mr. Henrik  Larsson-Lyon",
    "sector": "Technology",
    "country": "SE",
    "fullTimeEmployees": 1951.0,
    "phone": "46 3 17 42 53 30",
    "address": "Sofierogatan 3A",
    "city": "Gothenburg",
    "state": null,
    "zip": "412 51",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/HTRO.ST.png",
    "ipoDate": "2011-07-05",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "EOLU-B.ST",
    "Price": 74.75,
    "Beta": 1.362785,
    "VolAvg": 37208,
    "MktCap": 1861798250,
    "LastDiv": 1.5,
    "Range": "68.05-153.9",
    "Changes": -0.25,
    "companyName": "Eolus Vind AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Engineering & Construction",
    "website": "https:\/\/www.eolusvind.com",
    "description": "Eolus Vind AB (publ) primarily engages in the development, establishment, and operation of facilities for renewable energy and energy storage in Sweden, Norway, Finland, the United States, Poland, and the Baltic states. The company operates through Project Development and Asset Management segments. It engages in the operation of wind turbines; and generation and sale of electricity. The company also offers asset management services to the owners of wind power facilities. In addition, it provides consultancy services, such as procurement, project management, wind resource assessment, noise impact assessment, and environmental impact assessment services. Eolus Vind AB (publ) was incorporated in 1990 and is headquartered in Hässleholm, Sweden.",
    "CEO": "Mr. Magnus  Axelsson",
    "sector": "Industrials",
    "country": "SE",
    "fullTimeEmployees": 95.0,
    "phone": "46 1 01 99 88 00",
    "address": "Tredje Avenyn 3",
    "city": "Hässleholm",
    "state": null,
    "zip": "281 48",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/EOLU-B.ST.png",
    "ipoDate": "2009-05-28",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "EKTA-B.ST",
    "Price": 85.64,
    "Beta": 1.025833,
    "VolAvg": 957403,
    "MktCap": 32721588805,
    "LastDiv": 2.4,
    "Range": "53.24-90.42",
    "Changes": 0.38,
    "companyName": "Elekta AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0000163628",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Medical Instruments & Supplies",
    "website": "https:\/\/www.elekta.com",
    "description": "Elekta AB (publ), a medical technology company, provides clinical solutions for treating cancer and brain disorders worldwide. The company offers Versa HD, a brain metastases solution; Elekta Unity, a MR-Linac technology; Elekta Harmony, a linear accelerator; Elekta Infinity for treating a range of patients with simple-to-complex radiotherapy needs; Elekta Synergy, a digital accelerator for advanced image-guided radiation therapy; treatment management solutions; automated and integrated quality assurance solutions; and hardware and software motion management technology. It also provides MOSAIQ Plaza for multidisciplinary cancer care; Elekta Axis Cloud, a managed hosting service; Elekta Studio, an image-guided brachytherapy solution; ImagingRing, a mobile CT scanner; Oncentra Brachy, a smart tool that facilitate repetitive tasks; Venezia applicator that enables the radiation oncologist to treat locally advanced cervical cancer; Elekta Flexitron afterloader for enabling the precise execution of all steps in the workflow; and Geneva, an applicator for cervical cancer treatment. In addition, the company offers Leksell Gamma Knife Icon for personalized radiation treatment; Leksell Gamma Knife Perfexion, a tool for neurosurgeons; Leksell Gamma Knife Lightning for accelerated radiosurgery. Further, it provides neurosurgery products comprising Leksell Vantage Stereotactic System for intracranial neurosurgery; and Leksell Stereotactic System or minimally invasive stereotactic neurosurgery. The company was incorporated in 1972 and is headquartered in Stockholm, Sweden.",
    "CEO": "Mr. Gustaf  Salford",
    "sector": "Healthcare",
    "country": "SE",
    "fullTimeEmployees": 4394.0,
    "phone": "46 8 58 72 54 00",
    "address": "Kungstensgatan 18",
    "city": "Stockholm",
    "state": null,
    "zip": "103 93",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/EKTA-B.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "NCC-B.ST",
    "Price": 115.5,
    "Beta": 1.089853,
    "VolAvg": 215535,
    "MktCap": 11287630316,
    "LastDiv": 6.0,
    "Range": "75.75-117.8",
    "Changes": 2.1,
    "companyName": "NCC AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Engineering & Construction",
    "website": "https:\/\/www.ncc.se",
    "description": "NCC AB (publ) operates as a construction and property development company in Sweden, Norway, Denmark, and Finland. It operates through five segments: NCC Infrastructure, NCC Building Sweden, NCC Building Nordic, NCC Industry, and NCC Property Development. The company builds residential buildings and offices, as well as constructs schools, hospitals, stores, and warehouses. It also designs and constructs infrastructure projects, such as tunnels, roads, and railways. In addition, the company produces stone materials and asphalt, as well as engages in the piling works and paving. Further, it develops and sells commercial properties in metropolitan regions in Sweden, Norway, Denmark, and Finland. The company was incorporated in 1935 and is headquartered in Solna, Sweden.",
    "CEO": "Mr. Tomas  Carlsson",
    "sector": "Industrials",
    "country": "SE",
    "fullTimeEmployees": 12213.0,
    "phone": "46 8 58 55 10 00",
    "address": "HerrjAerva torg 4",
    "city": "Solna",
    "state": null,
    "zip": "170 80",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/NCC-B.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "HLUN-A.CO",
    "Price": 30.26,
    "Beta": 0.0,
    "VolAvg": 132912,
    "MktCap": 32278037766,
    "LastDiv": 0.58,
    "Range": "21.935-38.08",
    "Changes": -0.12,
    "companyName": "H. Lundbeck A\/S",
    "currency": "DKK",
    "cik": null,
    "isin": "DK0061804697",
    "cusip": null,
    "exchange": "Copenhagen",
    "exchangeShortName": "CPH",
    "industry": "Drug Manufacturers—Specialty & Generic",
    "website": "https:\/\/www.lundbeck.com",
    "description": "H. Lundbeck A\/S, a biopharmaceutical company, engages in the research, development, production, and sale of pharmaceuticals for the treatment of psychiatric and neurological disorders in Europe, United States, and internationally. The company's principal products include Abilify Maintena for schizophrenia; Brintellix\/Trintellix to treat depression; Northera for the treatment of symptomatic neurogenic orthostatic hypotension; Vyepti for migraine prevention; and Rexulti\/Rxulti to treat depression\/schizophrenia. It also provides Azilect for treating Parkinson's disease; Cipralex\/Lexapro for depression; Ebixa to treat Alzheimer's disease; Onfi for Lennox-Gastaut syndrome; Sabril for treating epilepsy; and Xenazine for chorea associated with Huntington's disease, as well as other products. The company sells its products primarily to distributors of pharmaceuticals, pharmacies, and hospitals. It has a partnership collaboration with Otsuka Pharmaceuticals Co., Ltd.; and collaboration with FeetMe focusing on the use of sensor shoe soles. H. Lundbeck A\/S also has a collaboration with Alloy Therapeutics, Inc. for the discovery of novel biologics therapies. The company was founded in 1915 and is headquartered in Valby, Denmark.",
    "CEO": "Dr. Deborah  Dunsire M.D.",
    "sector": "Healthcare",
    "country": "DK",
    "fullTimeEmployees": 5500.0,
    "phone": "45 36 30 13 11",
    "address": "Ottiliavej 9",
    "city": "Valby",
    "state": null,
    "zip": "2500",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/HLUN-A.CO.png",
    "ipoDate": "2022-06-10",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "RENEW.ST",
    "Price": 78.0,
    "Beta": 1.961417,
    "VolAvg": 76229,
    "MktCap": 2913955200,
    "LastDiv": 0.0,
    "Range": "53.05-111.2",
    "Changes": 4.7,
    "companyName": "Re:NewCell AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0014960431",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Textile Manufacturing",
    "website": "https:\/\/www.renewcell.com",
    "description": "Re:NewCell AB (publ) operates as a textile recycling company in Sweden. It produces and sells dissolving pulp from recycled textiles under the Circulose brand. The company sells its dissolving pulp products to producers of regenerated fiber, such as viscose, modal, and lyocell. Re:NewCell AB (publ) was founded in 2012 and is headquartered in Stockholm, Sweden.",
    "CEO": "Mr. Patrik  Lundstrom",
    "sector": "Consumer Cyclical",
    "country": "SE",
    "fullTimeEmployees": 121.0,
    "phone": "46 7 24 54 37 32",
    "address": "Cardellgatan 1",
    "city": "Stockholm",
    "state": null,
    "zip": "114 36",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/RENEW.ST.png",
    "ipoDate": "2020-11-26",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "BIOA-B.ST",
    "Price": 301.0,
    "Beta": -0.036315,
    "VolAvg": 221742,
    "MktCap": 26556173189,
    "LastDiv": 1.5,
    "Range": "82.5-392.0",
    "Changes": -0.8,
    "companyName": "BioArctic AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Biotechnology",
    "website": "https:\/\/www.bioarctic.se",
    "description": "BioArctic AB (publ), a research-intensive biopharmaceutical company, develops biological drugs for patients with neurodegenerative disorders in Sweden. The company develops BAN2401, an immunotherapy, which is in Phase III clinical trials targeting the toxic amyloid-beta oligomers\/protofibrils in Alzheimer's disease; and is in preclinical trials for treating Down's syndrome with dementia and traumatic brain injury, as well as BAN2401 Back-up, a disease modifying antibody treatment that is in late preclinical Phase for patients with early Alzheimer's disease. It also develops ABBV-0805, a monoclonal antibody for treating Parkinson's disease; and SC0806, a biodegradable device that is in Phase I\/II clinical trial for spinal cord injuries. In addition, the company develops imaging and biochemical biomarkers for Alzheimer's and Parkinson's disease; and blood-brain-barrier technology that enables the passage of antibodies and other substances into the brain through the blood brain barrier, as well as focuses on developing ND3014 antibodies for treating neurodegenerative disorders; AD1801, AD1502, AD1503, AD-BT2802, AD-BT2803, and AD2603 for the treatment of Alzheimer's disease; and PD1601 and PD1602 for the treatment of Parkinson's disease. It has research collaboration agreement with Eisai and AbbVie. The company was formerly known as BioArctic Neuroscience AB and changed its name to BioArctic AB (publ) in 2016. BioArctic AB (publ) was founded in 1992 and is based in Stockholm, Sweden.",
    "CEO": "Dr. Gunilla  Osswald Ph.D.",
    "sector": "Healthcare",
    "country": "SE",
    "fullTimeEmployees": 75.0,
    "phone": "46 86 95 69 30",
    "address": "Warfvinges vag 35",
    "city": "Stockholm",
    "state": null,
    "zip": "112 51",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/BIOA-B.ST.png",
    "ipoDate": "2017-10-12",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "GMAB.CO",
    "Price": 2762.0,
    "Beta": 0.647697,
    "VolAvg": 79439,
    "MktCap": 180289550000,
    "LastDiv": 0.0,
    "Range": "2379.0-3327.0",
    "Changes": -25.0,
    "companyName": "Genmab A\/S",
    "currency": "DKK",
    "cik": null,
    "isin": "DK0010272202",
    "cusip": null,
    "exchange": "Copenhagen",
    "exchangeShortName": "CPH",
    "industry": "Biotechnology",
    "website": "https:\/\/www.genmab.com",
    "description": "Genmab A\/S develops antibody therapeutics for the treatment of cancer and other diseases primarily in Denmark. The company markets DARZALEX, a human monoclonal antibody for the treatment of patients with multiple myeloma (MM); teprotumumab for the treatment of thyroid eye disease; ofatumurnab, a human monoclonal antibody to treat chronic lymphocytic leukemia (CLL) and multiple sclerosis; and Amivantamab for advanced or metastatic gastric or esophageal cancer and NSCLC. Its products include daratumumab to treat MM, non-MM blood cancers, and AL amyloidosis; GEN1047; tisotumab vedotin for treating cervical, ovarian, and solid cancers; DuoBody-PD-L1x4-1BB, and DuoBody-CD40x4-1BB for treating solid tumors; Epcoritamab for relapsed\/refractory diffuse large B-cell lymphoma and chronic lymphocytic leukemia; and HexaBody-CD38 and DuoHexaBody-CD37 for treating hematological malignancies. The company also develops Teclistamab, which is in Phase 2 trial for vaso-occlusive crises; Camidanlumab tesirine to treat hodgkin lymphoma and solid tumors; JNJ-64007957 and JNJ-64407564 to treat MM; PRV-015 for treating celiac disease; Mim8 for treating haemophilia A; and Lu AF82422 for treating multiple system atrophy disease. In addition, it has approximately 20 active pre-clinical programs. The company has a commercial license and collaboration agreement with Seagen Inc. to co-develop tisotumab vedotin. It also has a collaboration agreement with CureVac AG for the research and development of differentiated mRNA-based antibody products; argenx to discover, develop, and commercialize novel therapeutic antibodies with applications in immunology and oncology; and AbbVie for the development of epcoritamab, as well as collaborations with BioNTech, Janssen, Novo Nordisk A\/S, BliNK Biomedical SAS, and Bolt Biotherapeutics, Inc. Genmab A\/S was founded in 1999 and is headquartered in Copenhagen, Denmark.",
    "CEO": "Dr. Jan G.J. van de Winkel Ph.D.",
    "sector": "Healthcare",
    "country": "DK",
    "fullTimeEmployees": 1846.0,
    "phone": "45 70 20 27 28",
    "address": "Kalvebod Brygge 43",
    "city": "Copenhagen",
    "state": null,
    "zip": "1560",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/GMAB.CO.png",
    "ipoDate": "2000-10-20",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "CHEMM.CO",
    "Price": 451.4,
    "Beta": 1.272931,
    "VolAvg": 62258,
    "MktCap": 7855488500,
    "LastDiv": 22.0,
    "Range": "338.2-918.5",
    "Changes": -3.2,
    "companyName": "ChemoMetec A\/S",
    "currency": "DKK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Copenhagen",
    "exchangeShortName": "CPH",
    "industry": "Medical Devices",
    "website": "https:\/\/chemometec.com",
    "description": "ChemoMetec A\/S engages in the development, production, and sale of analytical equipment for cell counting and analysis the United States, Canada, Europe, and internationally. The company offers its solutions in are areas of cell-based therapy, cancer, and stem cell research, development, and manufacturing of pharmaceuticals as well as production and quality control of animal semen and beer. Its products include NucleoCounter NC-3000, an advanced image cytometer; NucleoCounter NC-250, an automated cell analyzer; NucleoCounter NC-202, a consistent cell counter; NucleoCounter NC-200, an automated cell counter that provides solution for cell counting and cell viability determination; NucleoCounter SP-100, an automated sperm cell counter for use in animal production; NucleoCounter SCC-100, a somatic cell counter used to measure the number of somatic cells in a milk sample; and NucleoCounter YC-100, an automated yeast cell counter used to measure the total cell count and viability of yeast cells in suspension. It also provides consumables comprising cassettes, reagents, and slides; accessories, which include cables, power supplies, software, and labware products, as well as service and validation plans. The company was incorporated in 1997 and is headquartered in Allerød, Denmark.",
    "CEO": "Mr. Hans Martin Glensbjerg",
    "sector": "Healthcare",
    "country": "DK",
    "fullTimeEmployees": 162.0,
    "phone": "45 48 13 10 20",
    "address": "Gydevang 43",
    "city": "Allerød",
    "state": null,
    "zip": "3450",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/CHEMM.CO.png",
    "ipoDate": "2006-12-18",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "NDA-DK.CO",
    "Price": 76.27,
    "Beta": 0.870086,
    "VolAvg": 783558,
    "MktCap": 272507374761,
    "LastDiv": 5.96,
    "Range": "62.47-90.5",
    "Changes": -0.35,
    "companyName": "Nordea Bank Abp",
    "currency": "DKK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Copenhagen",
    "exchangeShortName": "CPH",
    "industry": "Banks—Regional",
    "website": "https:\/\/www.nordea.com",
    "description": "Nordea Bank Abp offers banking products and services in Sweden, Finland, Norway, Denmark, and internationally. It operates through Personal Banking, Business Banking, Large Corporates and Institutions, and Asset and Wealth Management segments. The Personal Banking segment provides various financial services to household customers through mobile banking, over the phone, online meetings, and branch offices. The Business Banking segment offers payments, cash management, cards, working capital management, and finance solutions to corporate and personal customers. The Large Corporates and Institutions segment provides financing, cash management and payment, investment banking, and securities services, as well as capital market products and securities to corporate and institutional customers. The Asset and Wealth Management segment offers investment, savings, and risk management solutions to high net worth individuals and institutional investors. This segment also offers private banking, life and pensions products, and asset management services. Nordea Bank Abp was founded in 1820 and is headquartered in Helsinki, Finland.",
    "CEO": "Mr. Frank  Vang-Jensen",
    "sector": "Financial Services",
    "country": "FI",
    "fullTimeEmployees": 28268.0,
    "phone": "358 2007 0000",
    "address": "Satamaradankatu 5",
    "city": "Helsinki",
    "state": null,
    "zip": "00020",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/NDA-DK.CO.png",
    "ipoDate": "2000-04-19",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "BRICK-B.ST",
    "Price": 3.4,
    "Beta": 0.0,
    "VolAvg": 3435,
    "MktCap": 33554668,
    "LastDiv": 0.0,
    "Range": "1.945-11.38",
    "Changes": -0.05,
    "companyName": "Bricknode Holding AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0016288591",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Software—Infrastructure",
    "website": "https:\/\/www.bricknode.com",
    "description": "Bricknode Holding AB (publ) operates as a B2B-focused SaaS company. The company provides cloud-based software that enables financial companies to launch digital banking products. It offers solutions, such as Bricknode Core, an operating system of Bricknode Financial Systems; Bricknode Broker, a solution for brokers and portfolio managers; Bricknode Lending solution for lending business; Bricknode Deposits and Savings; and Bricknode Marketplace. The company also provides brokerage as a service for automated investing in funds, stocks, bonds, currencies, and others; and lending as a service, a plug and play solution for IT infrastructure and operations. Bricknode Holding AB (publ) was founded in 2010 and is based in Skövde, Sweden.",
    "CEO": "Mr. Stefan  Willebrand",
    "sector": "Technology",
    "country": "SE",
    "fullTimeEmployees": 23.0,
    "phone": "46 8 12 20 86 80",
    "address": "Lögegatan 11",
    "city": "Skövde",
    "state": null,
    "zip": "541 30",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/BRICK-B.ST.png",
    "ipoDate": "2021-11-09",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "KNEBV.HE",
    "Price": 46.07,
    "Beta": 0.632721,
    "VolAvg": 529352,
    "MktCap": 23829107576,
    "LastDiv": 1.75,
    "Range": "36.72-53.34",
    "Changes": -0.57,
    "companyName": "KONE Oyj",
    "currency": "EUR",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Helsinki",
    "exchangeShortName": "HEL",
    "industry": "Specialty Industrial Machinery",
    "website": "https:\/\/www.kone.com",
    "description": "KONE Oyj, together with its subsidiaries, engages in the elevator and escalator business worldwide. It offers elevators, escalators, and automatic building doors. The company also provides maintenance services; modernization solutions; and various residential solutions. In addition, it offers KONE Office Flow, a connected solution that allows for personalized user experiences and touch-free access; health and well-being solutions for elevators, escalators, and doors; KONE Residential Flow, a smarter building solution for the movement of people, goods, and information; KONE Access, an access control system, which is integrated with elevator system and building doors; KONE Destination, a destination control system that reduce waiting and travel times; KONE infotainment, a communication channel for building tenants and visitors; and monitoring solutions that enable real-time inspection of elevators and escalators. Further, the company provides people flow planning and consulting services; and solutions for special buildings and large projects. KONE Oyj was founded in 1908 and is based in Espoo, Finland.",
    "CEO": "Mr. Henrik  Ehrnrooth M.Sc. (Econ)",
    "sector": "Industrials",
    "country": "FI",
    "fullTimeEmployees": 63277.0,
    "phone": "358 204 751",
    "address": "Keilasatama 3",
    "city": "Espoo",
    "state": null,
    "zip": "02150",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/KNEBV.HE.png",
    "ipoDate": "2005-06-01",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "ERIC-B.ST",
    "Price": 53.26,
    "Beta": 0.274803,
    "VolAvg": 7986207,
    "MktCap": 178861982627,
    "LastDiv": 2.7,
    "Range": "49.785-81.32",
    "Changes": 0.37,
    "companyName": "Telefonaktiebolaget LM Ericsson (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Communication Equipment",
    "website": "https:\/\/www.ericsson.com",
    "description": "Telefonaktiebolaget LM Ericsson (publ), together with its subsidiaries, provides communication infrastructure, services, and software solutions to the telecom and other sectors. It operates through four segments: Networks, Digital Services, Managed Services, and Emerging Business and Other. The Networks segment offers radio access network solutions for various network spectrum bands, including integrated high-performing hardware and software. This segment also provides integrated antenna and transport solutions; and a range of service portfolio covering network deployment and support. The Digital Services segment offers software-based solutions for business support systems, operational support systems, communication services, core networks, and cloud infrastructure. The Managed Services segment provides networks and IT managed, network design and optimization, and application development and maintenance services to telecom operators. The Emerging Business and Other segment includes emerging businesses comprising Internet of Things; iconectiv; Cradlepoint that offers wireless edge WAN 4G and 5G enterprise solutions; and Red Bee Media, MediaKind, and other new businesses. It operates in North America, Europe and Latin America, the Middle East and Africa, South East Asia, Oceania, India, North East Asia, and internationally. Telefonaktiebolaget LM Ericsson (publ) was founded in 1876 and is headquartered in Stockholm, Sweden.",
    "CEO": "Mr. E. Borje Ekholm MBA, MSc",
    "sector": "Technology",
    "country": "SE",
    "fullTimeEmployees": 103890.0,
    "phone": "46 1 07 19 00 00",
    "address": "Torshamnsgatan 21",
    "city": "Stockholm",
    "state": null,
    "zip": "164 83",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/ERIC-B.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "FNOX.ST",
    "Price": 64.66,
    "Beta": 1.308498,
    "VolAvg": 908631,
    "MktCap": 39426113252,
    "LastDiv": 0.12,
    "Range": "39.56-78.12",
    "Changes": 0.02,
    "companyName": "Fortnox AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0017161243",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Software—Application",
    "website": "https:\/\/www.fortnox.se",
    "description": "Fortnox AB (publ) operates a cloud-based platform for financial administration for small businesses, accounting firms, associations, and schools. It offers various programs and services for accounting, billing, quotation and order, stocks, salary, receipt and travel, direct debit, plant registry, supplier certificate and read, school support, time, invoice interpretation, credit information, e-invoice, invoice service, and invoice purchases. The company also provides insurance services. Fortnox AB (publ) was founded in 1993 and is headquartered in Växjö, Sweden.",
    "CEO": "Mr. Tommy  Eklund",
    "sector": "Technology",
    "country": "SE",
    "fullTimeEmployees": 623.0,
    "phone": "46 4 70 78 50 00",
    "address": "Bollgatan 3B",
    "city": "Växjö",
    "state": null,
    "zip": "352 46",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/FNOX.ST.png",
    "ipoDate": "2012-09-06",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "HM-B.ST",
    "Price": 173.14,
    "Beta": 1.324223,
    "VolAvg": 2790006,
    "MktCap": 282164522445,
    "LastDiv": 6.5,
    "Range": "98.2-189.58",
    "Changes": -3.66,
    "companyName": "H & M Hennes & Mauritz AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Apparel Manufacturing",
    "website": "https:\/\/www.hmgroup.com",
    "description": "H & M Hennes & Mauritz AB (publ) provides clothing, accessories, footwear, cosmetics, home textiles, and homeware for women, men, teenagers, children, and babies worldwide. It offers sportswear, shoes, bags, beauty products, and ready-to-wear; and interior products, including bed linens, dinnerware, textiles, furniture, and lighting. The company provides its products under the H&M, H&M HOME, COS, & Other Stories, Monki, Weekday, ARKET, Afound, Singular Society, Treadler, Creator Studio, and Sellpy brands. As of November 30, 2021, the company had 54 online markets and approximately 4,801 stores in 75 markets, including franchise markets. H & M Hennes & Mauritz AB (publ) was founded in 1947 and is headquartered in Stockholm, Sweden.",
    "CEO": "Ms. Helena  Helmersson",
    "sector": "Consumer Cyclical",
    "country": "SE",
    "fullTimeEmployees": 150000.0,
    "phone": "46 87 96 55 00",
    "address": "MAester Samuelsgatan 46A",
    "city": "Stockholm",
    "state": null,
    "zip": "106 38",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/HM-B.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "ATCO-B.ST",
    "Price": 130.2,
    "Beta": 0.940097,
    "VolAvg": 1641478,
    "MktCap": 701831366636,
    "LastDiv": 2.3,
    "Range": "89.48-140.95",
    "Changes": 0.25,
    "companyName": "Atlas Copco AB",
    "currency": "SEK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Specialty Industrial Machinery",
    "website": "https:\/\/www.atlascopcogroup.com",
    "description": "Atlas Copco AB, together with its subsidiaries, provides productivity solutions. The company operates through Compressor Technique, Vacuum Technique, Industrial Technique, and Power Technique segments. It offers piston compressors, oil-free tooth and scroll compressors, rotary screw compressors, oil-free blowers, oil-free centrifugal compressors, gas and process compressors, air and gas treatment equipment, and medical air solutions primarily for use in the manufacturing and process industries. The company also provides oil-sealed rotary vane, dry, and liquid ring vacuum pumps; and turbomolecular and cryogenic pumps, as well as abatement and integrated systems for the semiconductor and scientific, chemical process, food packaging, and paper handling industries. In addition, it offers pneumatic, hydraulic, and electric assembly tools, as well as control systems and associated software for safety-critical tightening; self-pierce riveting tools, dispensing equipment for adhesives and sealants, and flow drill fastening equipment; material removal tools, drills, and other pneumatic products; and machine vision solutions for customers in the automotive and general industries. Further, the company provides portable compressors, boosters, generators, lighting towers, pumps, and construction and demolition tools for civil engineering, oil and gas, construction, manufacturing, exploration drilling, and demolition industries, as well as specialty rental services. It operates in North America, South America, Europe, Africa, the Middle East, Asia, and Oceania. The company was founded in 1873 and is headquartered in Nacka, Sweden.",
    "CEO": "Mr. Mats  Rahmström",
    "sector": "Industrials",
    "country": "SE",
    "fullTimeEmployees": 48951.0,
    "phone": "46 87 43 80 00",
    "address": "Sickla Industriväg 19",
    "city": "Nacka",
    "state": null,
    "zip": "13154",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/ATCO-B.ST.png",
    "ipoDate": "1999-12-01",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "BRAV.ST",
    "Price": 83.65,
    "Beta": 0.93785,
    "VolAvg": 191601,
    "MktCap": 17069701981,
    "LastDiv": 3.25,
    "Range": "81.9-128.0",
    "Changes": -0.95,
    "companyName": "Bravida Holding AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Engineering & Construction",
    "website": "https:\/\/www.bravida.se",
    "description": "Bravida Holding AB (publ) provides technical services and installations for buildings and industrial facilities in Sweden, Norway, Denmark, and Finland. The company offers installation and refurbishment of technical systems in properties, facilities, and infrastructure; and operation and maintenance services, as well as undertakes minor refurbishment works. It also provides installation services for electrical, heating and plumbing, and technical solutions, as well as heating, ventilation, and air conditioning systems in buildings and facilities; and installs and services cooling and power facilities, and solar panels. In addition, it provides telecom and other low-voltage installations; fire and intruder alarm products and systems; access control systems; CCTV; and integrated security systems, as well as electric-car charging; energy optimization; and GreenHub fossil-free transport services. Further, the company offers technical management of properties and facilities services. It serves property owners, professional tenants, and industrial companies. The company was founded in 1922 and is headquartered in Stockholm, Sweden.",
    "CEO": "Mr. Mattias  Johansson",
    "sector": "Industrials",
    "country": "SE",
    "fullTimeEmployees": 13000.0,
    "phone": "46 86 95 20 00",
    "address": "MikrofonvAegen 28",
    "city": "Stockholm",
    "state": null,
    "zip": "126 81",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/BRAV.ST.png",
    "ipoDate": "2015-10-16",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "ABB.ST",
    "Price": 420.1,
    "Beta": 0.991014,
    "VolAvg": 651768,
    "MktCap": 780907099443,
    "LastDiv": 9.46,
    "Range": "269.1-429.7",
    "Changes": -1.1,
    "companyName": "ABB Ltd",
    "currency": "SEK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Electrical Equipment & Parts",
    "website": "https:\/\/www.global.abb\/group\/en",
    "description": "ABB Ltd engages in manufacture and sale of electrification, automation, robotics, and motion products for customers in utilities, industry and transport, and infrastructure in Switzerland and internationally. Its Electrification segment provides electric vehicle charging infrastructure, renewable power solutions, modular substation packages, distribution automation products, switchboard and panelboards, switchgear, UPS solutions, circuit breakers, measuring and sensing devices, control products, wiring accessories, enclosures and cabling systems, and intelligent home and building solutions. The company's Robotics & Discrete Automation segment offers industrial robots, software, robotic solutions and systems, field services, spare parts, and digital services. This segment also offers solutions based on its programmable logic controllers, industrial PCs, servo motion, transport system, and machine vision. Its Motion segment manufactures and sells drives, motors, generators, traction converters, and mechanical power transmission products that are driving the low-carbon future for industries, cities, infrastructure, and transportation. The company's Process Automation segment provides process and discrete control technologies, advanced process control software and manufacturing execution systems, sensing, measurement and analytical instrumentation, marine propulsion systems, and large turbochargers. In addition, this segment offers remote monitoring, preventive maintenance, asset performance management, emission monitoring, and cybersecurity services. It serves aluminum, automotive, buildings and infrastructure, cement, channel partners, chemical, data centers, food and beverage, process automation, life sciences, marine and ports, metals, mining, oil and gas, ports, power generation, printing, pulp and paper, railway, smart cities, water, and wind power industries. The company was founded in 1883 and is headquartered in Zurich, Switzerland.",
    "CEO": "Mr. Bjorn Klas Otto Rosengren",
    "sector": "Industrials",
    "country": "CH",
    "fullTimeEmployees": 105100.0,
    "phone": "41 43 317 71 11",
    "address": "Affolternstrasse 44",
    "city": "Zurich",
    "state": null,
    "zip": "8050",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/ABB.ST.png",
    "ipoDate": "2001-05-08",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "NDA-SE.ST",
    "Price": 118.98,
    "Beta": 0.870086,
    "VolAvg": 4321622,
    "MktCap": 425107217111,
    "LastDiv": 9.01,
    "Range": "91.51-134.94",
    "Changes": -0.1,
    "companyName": "Nordea Bank Abp",
    "currency": "SEK",
    "cik": null,
    "isin": "FI4000297767",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Banks—Regional",
    "website": "https:\/\/www.nordea.com",
    "description": "Nordea Bank Abp offers banking products and services in Sweden, Finland, Norway, Denmark, and internationally. It operates through Personal Banking, Business Banking, Large Corporates and Institutions, and Asset and Wealth Management segments. The Personal Banking segment provides various financial services to household customers through internet and mobile banking, over the phone, online meetings, and branch offices. The Business Banking segment offers payments, cash management, cards, working capital management, and finance solutions to corporate and personal customers. The Large Corporates and Institutions segment provides financing, cash management and payment, investment banking, and securities services, as well as capital market products to corporate and institutional customers. The Asset and Wealth Management segment offers investment, savings, and risk management solutions to high net worth individuals and institutional investors. This segment also offers life and pensions products and services. The company was founded in 1820 and is headquartered in Helsinki, Finland.",
    "CEO": "Mr. Frank  Vang-Jensen",
    "sector": "Financial Services",
    "country": "FI",
    "fullTimeEmployees": 28268.0,
    "phone": "358 2007 0000",
    "address": "Satamaradankatu 5",
    "city": "Helsinki",
    "state": null,
    "zip": "00020",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/NDA-SE.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "DANSKE.CO",
    "Price": 159.45,
    "Beta": 0.988019,
    "VolAvg": 1529001,
    "MktCap": 136932149549,
    "LastDiv": 7.0,
    "Range": "86.84-170.8",
    "Changes": -1.4,
    "companyName": "Danske Bank A\/S",
    "currency": "DKK",
    "cik": null,
    "isin": "DK0010274414",
    "cusip": null,
    "exchange": "Copenhagen",
    "exchangeShortName": "CPH",
    "industry": "Banks—Regional",
    "website": "https:\/\/danskebank.com",
    "description": "Danske Bank A\/S provides various banking products and services to corporate, institutional, and international clients. The company offers insurance and pension products, mortgage finance and real-estate brokerage services, asset management and trading services in fixed income products, foreign exchange services, and equities. It also provides advisory services to personal and private banking customers; and business advisory services, including acquisition, change of ownership, strategic development, or international expansion. In addition, the company offers financing, risk management, investment, and financial advisory services for large corporates and institutions; healthcare solutions; and online and mobile banking services. It has operations in Denmark, Finland, Sweden, Norway, the United Kingdom, and internationally. The company was founded in 1871 and is headquartered in Copenhagen, Denmark.",
    "CEO": "Mr. Carsten Rasch Egeriis",
    "sector": "Financial Services",
    "country": "DK",
    "fullTimeEmployees": 21022.0,
    "phone": "45 33 44 00 00",
    "address": "Holmens Kanal 2-12",
    "city": "Copenhagen",
    "state": null,
    "zip": "1092",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/DANSKE.CO.png",
    "ipoDate": "2000-11-08",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "DSV.CO",
    "Price": 1349.0,
    "Beta": 1.040059,
    "VolAvg": 327779,
    "MktCap": 287817244000,
    "LastDiv": 6.5,
    "Range": "858.4-1496.5",
    "Changes": -8.0,
    "companyName": "DSV A\/S",
    "currency": "DKK",
    "cik": null,
    "isin": "DK0060079531",
    "cusip": null,
    "exchange": "Copenhagen",
    "exchangeShortName": "CPH",
    "industry": "Integrated Freight & Logistics",
    "website": "https:\/\/www.dsv.com",
    "description": "DSV A\/S offers transport and logistics services in Europe, the Middle East, Africa, North America, South America, Asia, Australia, and the Pacific. It operates through three segments: Air & Sea, Road, and Solutions. The company provides air freight, air freight compliance and carrier, and rail freight services; sea freight, and sea freight compliance and carrier services, as well as freight containers. It also offers road freight services, such as part and full loads, groupage, specialized transport, express, and online and document handling services; and workshops. In addition, the company provides logistics solutions for automotive, consumer products, healthcare, high-tech, and industrial sectors; and inventory management solutions. Further, it offers special project transport services, such as industrial projects, renewable energy, government logistics, ship charter, and air charter services; and courier and warehousing services. The company was formerly known as DSV Panalpina A\/S and changed its name to DSV A\/S in September 2021. DSV A\/S was incorporated in 1976 and is based in Hedehusene, Denmark.",
    "CEO": "Mr. Jens Bjorn Andersen",
    "sector": "Industrials",
    "country": "DK",
    "fullTimeEmployees": 74613.0,
    "phone": "45 43 20 30 40",
    "address": "Hovedgaden 630",
    "city": "Hedehusene",
    "state": null,
    "zip": "2640",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/DSV.CO.png",
    "ipoDate": "2000-01-21",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "INDU-C.ST",
    "Price": 298.2,
    "Beta": 0.845376,
    "VolAvg": 405053,
    "MktCap": 129035314204,
    "LastDiv": 7.25,
    "Range": "214.2-305.7",
    "Changes": 0.1,
    "companyName": "AB Industrivärden (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0000107203",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Asset Management",
    "website": "https:\/\/www.industrivarden.se\/en-GB",
    "description": "AB Industrivärden is a publicly owned investment manager. The firm invests in the public equity markets of Nordic region. It employs fundamental analysis, with a focus on factors like long term return potential, proven business model, balance between risk and return, and attractive valuation to create its portfolio. AB Industrivärden was founded in 1944 and is based in Stockholm, Sweden.",
    "CEO": "Ms. Helena  Stjernholm",
    "sector": "Financial Services",
    "country": "SE",
    "fullTimeEmployees": 15.0,
    "phone": "46 86 66 64 00",
    "address": "Storgatan 10",
    "city": "Stockholm",
    "state": null,
    "zip": "114 51",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/INDU-C.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "SHB-A.ST",
    "Price": 92.42,
    "Beta": 0.625233,
    "VolAvg": 5207514,
    "MktCap": 179736570557,
    "LastDiv": 5.5,
    "Range": "83.92-112.9",
    "Changes": 0.02,
    "companyName": "Svenska Handelsbanken AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0007100599",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Banks—Diversified",
    "website": "https:\/\/www.handelsbanken.se",
    "description": "Svenska Handelsbanken AB (publ) provides various banking products and services for private and corporate customers primarily in Sweden, the United Kingdom, Norway, the Netherlands, the United States, Luxembourg, China, Germany, France, and Poland. The company offers savings, transactions, business, currency, and investment accounts, as well as accounts for cash pool, and forestry and agriculture; mortgage and committed loans, and private loans; mutual funds; pension products; credit and debit cards; and payment and reconciliation services. It also provides financing for investments, such as equipment, cars, computers, and other inventories, as well as vehicle and real estate financing services; green loans and advisor services; investment and other financing services; medical care, group and health, and travel insurance products; forestry and farming banking products; and online and mobile banking services. In addition, the company offers transaction, trade finance, cash management, risk management, and foreign exchange services, as well as various banking services for children and young people. It operates approximately 214 branches in Sweden, 196 in the Great Britain, 41 in Norway, 42 in Denmark, 27 in Finland, and 28 in the Netherlands. Svenska Handelsbanken AB (publ) was incorporated in 1871 and is headquartered in Stockholm, Sweden.",
    "CEO": "Mr. Carl  Cederschiold",
    "sector": "Financial Services",
    "country": "SE",
    "fullTimeEmployees": 10172.0,
    "phone": "46 87 01 10 00",
    "address": "Kungsträdgårdsgatan 2",
    "city": "Stockholm",
    "state": null,
    "zip": "106 70",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/SHB-A.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "NETI-B.ST",
    "Price": 4.468,
    "Beta": 0.281542,
    "VolAvg": 926551,
    "MktCap": 1582190288,
    "LastDiv": 0.0,
    "Range": "4.07-7.39",
    "Changes": -0.048,
    "companyName": "Net Insight AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Communication Equipment",
    "website": "https:\/\/www.netinsight.net",
    "description": "Net Insight AB (publ) offers media network solutions worldwide. It offers professional media transport solutions, including remote production, customer provisioned networks, live contribution, internet media transport, ATSC 3.0 transport, cloud ingest, and affiliate interconnect and distribution under the Nimbra name, as well as live IP media function virtualization solutions under the Aperi name. The company also provides support, training, and professional services. It sells its products and services through its sales force and network partner. The company serves broadcasters, enterprises, service providers, content owners, and production companies. Net Insight AB (publ) was founded in 1997 and is headquartered in Solna, Sweden.",
    "CEO": "Mr. Crister  Fritzson",
    "sector": "Technology",
    "country": "SE",
    "fullTimeEmployees": 131.0,
    "phone": "46 86 85 04 00",
    "address": "P.O. Box 1200",
    "city": "Solna",
    "state": null,
    "zip": "171 23",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/NETI-B.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "ENGCON-B.ST",
    "Price": 77.45,
    "Beta": 0.0,
    "VolAvg": 82499,
    "MktCap": 11755980135,
    "LastDiv": 0.84,
    "Range": "57.05-106.9",
    "Changes": -0.25,
    "companyName": "engcon AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Farm & Heavy Construction Machinery",
    "website": "https:\/\/www.engcongroup.com",
    "description": "engcon AB (publ) manufactures and sells tiltrotators. It offers quick couplers; EC-oil, which reduces the oil spillage and the time for changing equipment; control and safety systems comprise Q-Safe control locking system that standardizes the use of quick couplers; MIG2 joystick, which enables end-users to customize the joystick's functions; control system DC2, which is used to control the tiltrotators and the excavator's ground movements and boom swing; locking systems; positioning systems; and warning light and sound modules. The company also offers hydraulic tools, such as pallet forks, timber and combi grabs, ground compactors, sweeper rollers, Stone and sorting grabs, and detachable grippers and sweepers; and mechanical tools, including grading beams, tarmac cutters, deep-digging buckets, pallet forks, cable and grading buckets, rippers, water\/sewerage buckets, and riddle buckets. It operates in Sweden, Denmark, Norway, Finland, North and South America, Japan, South Korea, Australia, New Zealand, and internationally. The company's products have applications in pipelines, road works, water and sewerage work, railway constructions, electrical works, and telecom and broadband works, as well as work on construction sites and landscaping. engcon AB (publ) was founded in 1990 and is headquartered in Strömsund, Sweden.",
    "CEO": "Krister  Blomgren",
    "sector": "Industrials",
    "country": "SE",
    "fullTimeEmployees": 400.0,
    "phone": "46 67 01 78 00",
    "address": "Godsgatan 6",
    "city": "Strömsund",
    "state": null,
    "zip": "833 36",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/ENGCON-B.ST.png",
    "ipoDate": "2022-06-17",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "BALD-B.ST",
    "Price": 48.99,
    "Beta": 1.068139,
    "VolAvg": 2858714,
    "MktCap": 56534459412,
    "LastDiv": 5.027778,
    "Range": "35.47-70.39",
    "Changes": -0.15,
    "companyName": "Fastighets AB Balder (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0017832488",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Real Estate—Diversified",
    "website": "https:\/\/www.balder.se",
    "description": "Fastighets AB Balder (publ) develops, owns, and manages residential and commercial properties in Sweden, Denmark, Finland, Norway, Germany, and the United Kingdom. The company's property portfolio comprises apartments, offices, rooms or working spaces, retail spaces, restaurants or cafés, industrial spaces, warehouses, and storage spaces, as well as garages and parking spaces. As of December 31, 2021, it owned 1,678 investment properties with a lettable area of 5,509 thousand square meters. The company was incorporated in 1995 and is headquartered in Gothenburg, Sweden.",
    "CEO": "Mr. Erik  Selin B.Sc. (Econ.)",
    "sector": "Real Estate",
    "country": "SE",
    "fullTimeEmployees": 1161.0,
    "phone": "46 31 10 95 70",
    "address": "Parkgatan 49",
    "city": "Gothenburg",
    "state": null,
    "zip": "400 15",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/BALD-B.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "OMASP.HE",
    "Price": 22.1,
    "Beta": 0.761188,
    "VolAvg": 15546,
    "MktCap": 733143190,
    "LastDiv": 0.4,
    "Range": "16.88-22.2",
    "Changes": 0.25,
    "companyName": "Oma Säästöpankki Oyj",
    "currency": "EUR",
    "cik": null,
    "isin": "FI4000306733",
    "cusip": null,
    "exchange": "Helsinki",
    "exchangeShortName": "HEL",
    "industry": "Banks—Regional",
    "website": "https:\/\/www.omasp.fi",
    "description": "Oma Säästöpankki Oyj, a savings bank, provides banking services to private customers, small and medium-sized enterprises, and agriculture and forestry entrepreneurs in Finland. The company offers accounts; cards mortgage, car, renovation, student, business, and other loans, as well as guarantee facilities; savings and investment products; and asset management, payment, insurance, brokerage, and legal and other advisory services, as well as mobile and online banking services. It operates 32 branches. The company was founded in 2009 and is headquartered in Lappeenranta, Finland.",
    "CEO": "Mr. Pasi  Sydänlammi M.B.A., M.Sc.",
    "sector": "Financial Services",
    "country": "FI",
    "fullTimeEmployees": 371.0,
    "phone": "358 2076 40600",
    "address": "Valtakatu 32",
    "city": "Lappeenranta",
    "state": null,
    "zip": "53100",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/OMASP.HE.png",
    "ipoDate": "2018-11-30",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "ALIG.ST",
    "Price": 76.5,
    "Beta": 1.391988,
    "VolAvg": 93243,
    "MktCap": 8172495000,
    "LastDiv": 1.82,
    "Range": "59.0-102.0",
    "Changes": -0.1,
    "companyName": "Alimak Group AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0007158910",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Specialty Industrial Machinery",
    "website": "https:\/\/www.alimakgroup.com",
    "description": "Alimak Group AB (publ) provides vertical access solutions in Europe, Asia, Australia, South and North America, and internationally. The company operates through four segments: BMU, Construction, Industrial, and Wind. The company develops, manufactures, sells, services, and rents construction hoists and platforms for temporary use in construction and renovation projects; sells used construction products; and provides assembly, disassembly, maintenance, operating assistance, transportation, and insurance services. It also offers installed rack-and-pinion and traction elevators used in ports, power, cement, marine, and oil and gas segments for maintenance and accessibility; service solutions, such as package, preventive maintenance and repair, inspection, refurbishment, and customer training services, as well as genuine replacement parts; and permanently installed equipment and systems that enable regular access to the building maintenance units. In addition, the company provides vertical access solutions and safety products; and service lifts, vertical ladders, and fall protection systems. It offers its products and services under the Alimak, CoxGomyl, Manntech, Avanti, and Alimak Service brand names. Alimak Group AB (publ) was founded in 1948 and is headquartered in Stockholm, Sweden.",
    "CEO": "Mr. Ole Kristian Jodahl",
    "sector": "Industrials",
    "country": "SE",
    "fullTimeEmployees": 3100.0,
    "phone": "46 84 02 14 40",
    "address": "Blekholmstorget 30",
    "city": "Stockholm",
    "state": null,
    "zip": "111 64",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/ALIG.ST.png",
    "ipoDate": "2015-06-17",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "ALLEI.ST",
    "Price": 46.28,
    "Beta": 0.0,
    "VolAvg": 602435,
    "MktCap": 11591613130,
    "LastDiv": 1.4,
    "Range": "33.7-58.42",
    "Changes": 0.59,
    "companyName": "Alleima AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Steel",
    "website": "https:\/\/www.alleima.com",
    "description": "Alleima AB (publ) develops, manufactures, and supplies value-added products in stainless steels and special alloys, and products for industrial heating worldwide. It offers tubular products, bars and billets, heating material and technology products, strip steels, medical wires, and coated strip steels. The company provides products to various customer segments, which include seamless stainless tubes, industrial heating elements, wire for medical devices, and precision strip steels. It also offers electrical heating solutions, resistance materials, and medical wire. The company was founded in 1862 and is headquartered in Sandviken, Sweden.",
    "CEO": "Mr. Goran  Bjorkman",
    "sector": "Basic Materials",
    "country": "SE",
    "fullTimeEmployees": 5886.0,
    "phone": "46 2 64 26 00 00",
    "address": "Storgatan 2",
    "city": "Sandviken",
    "state": null,
    "zip": "811 34",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/ALLEI.ST.jpg",
    "ipoDate": "2022-08-31",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "VOLV-B.ST",
    "Price": 230.45,
    "Beta": 1.130662,
    "VolAvg": 3163975,
    "MktCap": 471678158483,
    "LastDiv": 7.0,
    "Range": "154.24-233.85",
    "Changes": -1.6,
    "companyName": "AB Volvo (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Farm & Heavy Construction Machinery",
    "website": "https:\/\/www.volvogroup.com",
    "description": "AB Volvo (publ), together with its subsidiaries, manufactures and sells trucks, buses, construction equipment, and marine and industrial engines in Europe, North America, South America, Asia, Africa, and Oceania. The company offers trucks for long-haulage, construction, mining, and distribution purposes under the Volvo, UD Trucks, Renault Trucks, Mack, Eicher, Arquus, cellcentric, and Dongfeng Trucks brands; and city and intercity buses, coaches, and bus chassis, as well as associated transport systems under the Prevost and Nova Bus brands. It also provides construction equipment, including excavators, articulated and rigid haulers, wheel loaders, road construction machines, pavers, and compactors under the brand names of Volvo, and SDLG Trucks. In addition, the company offers engines and power solutions for leisure and commercial vessels, as well as for power generation, industrial, and off-road applications under the Volvo Penta brand name. Further, it provides financing, insurance, rental, spare parts, repair, preventive maintenance, service agreement, and assistance services. The company offers its products and services through a network of dealerships and workshops. It has a strategic alliance with Isuzu Motors within commercial vehicles; a partnership with Samsung SDI Co to develop battery packs for its trucks; and an agreement with NVIDIA and Aurora to develop autonomous trucks. AB Volvo (publ) was incorporated in 1915 and is headquartered in Gothenburg, Sweden.",
    "CEO": "Mr. Martin  Lundstedt M.Sc.",
    "sector": "Industrials",
    "country": "SE",
    "fullTimeEmployees": 86990.0,
    "phone": "46 31 66 00 00",
    "address": "GropegArdsgatan 2",
    "city": "Gothenburg",
    "state": null,
    "zip": "417 15",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/VOLV-B.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "TOBII.ST",
    "Price": 19.11,
    "Beta": 1.459378,
    "VolAvg": 243033,
    "MktCap": 2185247725,
    "LastDiv": 0.0,
    "Range": "15.55-27.8",
    "Changes": -0.24,
    "companyName": "Tobii AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0002591420",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Computer Hardware",
    "website": "https:\/\/www.tobii.com",
    "description": "Tobii AB (publ) develops and sells eye-tracking technology and solutions in Sweden, rest of Europe, the United States, Canada, Asia\/Oceania, and internationally. It operates in two segments, Products & Solutions, and Integrations. The Products & solutions segments provides a suite of eye tracking hardware, which includes the Tobii Pro Glasses 3; research-grade and screen-based eye trackers, such as Pro Spectrum and Pro Fusion; and the Tobii Eye Tracker 5, a gaming eye tracker. This segment also includes software Tobii Pro Lab, Sticky, and the consultancy service Tobii Pro Insight. The Integration segment offers algorithms, software, hardware components, system reference designs, and IP-licenses to provide tailored solutions to address industry-specific problems. It serves the scientific studies and research, healthcare, assistive devices, education and training, gaming, extended reality, automotive, and other sectors. The company offers its products through resellers, agents, and distributors. Tobii AB (publ) was founded in 2001 and is headquartered in Danderyd, Sweden.",
    "CEO": "Mr. Anand  Srivatsa",
    "sector": "Technology",
    "country": "SE",
    "fullTimeEmployees": 533.0,
    "phone": "46 86 63 69 90",
    "address": "Karlsrovägen 2D",
    "city": "Danderyd",
    "state": null,
    "zip": "182 53",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/TOBII.ST.png",
    "ipoDate": "2015-04-24",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "SEB-A.ST",
    "Price": 126.95,
    "Beta": 0.834518,
    "VolAvg": 3254242,
    "MktCap": 262769990406,
    "LastDiv": 6.75,
    "Range": "101.15-133.5",
    "Changes": -0.6,
    "companyName": "Skandinaviska Enskilda Banken AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0000148884",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Banks—Regional",
    "website": "https:\/\/sebgroup.com",
    "description": "Skandinaviska Enskilda Banken AB (publ) provides corporate, retail, investment, and private banking services. It operates through Large Corporates & Financial Institutions, Corporate & Private Customers, Baltic, Life, and Investment Management divisions. The company offers research and strategy services; analysis, advisory, execution, and trading services in the foreign exchange, fixed income, equities, and commodities markets; transaction services, including cash management, trade and supply chain finance, and business services; and investor services. It also provides investment banking services, such as corporate finance advisory services related to acquisitions, divestments, and mergers; equity capital market services related to initial public offerings, rights issues, and placings; debt transaction services comprising bonds, corporate acquisition financing, and general corporate refinancing services; leveraged and structured finance services, as well as real estate and shipping finance services. In addition, the company offers venture capital for entrepreneurs and innovators; asset management products that include equities, fixed income securities, hedge funds, commodities, and private equity solutions; and pensions, life insurance, health care insurance, and disability insurance. It serves large corporations and financial institutions, private customers, and small and medium-sized corporates. The company offers its services through 156 branch offices. It operates in Sweden, Norway, Denmark, Finland, Estonia, Latvia, Lithuania, Germany, the United Kingdom, the United States, Ireland, Luxembourg, China, Singapore, Russia, Poland, Hong Kong, Ukraine, and internationally. The company was founded in 1856 and is headquartered in Stockholm, Sweden.",
    "CEO": "Mr. Johan  Torgeby",
    "sector": "Financial Services",
    "country": "SE",
    "fullTimeEmployees": 16500.0,
    "phone": "46 7 71 62 10 00",
    "address": "Kungsträdgårdsgatan 8",
    "city": "Stockholm",
    "state": null,
    "zip": "106 40",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/SEB-A.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "MAV.ST",
    "Price": 0.0101,
    "Beta": 0.855859,
    "VolAvg": 9880448,
    "MktCap": 17114854,
    "LastDiv": 0.0,
    "Range": "0.009-0.0594",
    "Changes": 0.0001,
    "companyName": "Mavshack AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0005992419",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Entertainment",
    "website": "https:\/\/www.mavshack.se",
    "description": "Mavshack AB (publ), together with its subsidiaries, engages in the digital entertainment business in Sweden and internationally. The company offers encryption and transcoding services to customize streaming solutions; subscription-based streaming video on demand services for Asian entertainment content, including live-sport, movies, TV-shows, and audiobooks; and personal IT-consultancy advisory services, including applications, Websites, business systems, and digital infrastructure. It is also involved in the animation and, audio- and video production; and post-production, sound production, live event, augmented reality, and content distribution businesses. The company was formerly known as 24h Technologies AB and changed its name to Mavshack AB (publ) in April 2013. Mavshack AB (publ) was founded in 2007 and is headquartered in Stockholm, Sweden.",
    "CEO": "Mr. Anand  Jhingan",
    "sector": "Communication Services",
    "country": "SE",
    "fullTimeEmployees": 45.0,
    "phone": "46 8 12 45 17 90",
    "address": "KarlavAegen 58",
    "city": "Stockholm",
    "state": null,
    "zip": "114 49",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/MAV.ST.png",
    "ipoDate": "2013-04-29",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "LUND-B.ST",
    "Price": 463.3,
    "Beta": 0.668663,
    "VolAvg": 153031,
    "MktCap": 114898397220,
    "LastDiv": 4.0,
    "Range": "392.8-510.8",
    "Changes": -0.5,
    "companyName": "L E Lundbergföretagen AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0000108847",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Asset Management",
    "website": "https:\/\/www.lundbergforetagen.se",
    "description": "L E Lundbergföretagen AB (publ) manufactures and sells paperboard, paper, and sawn wood products in Sweden and internationally. It operates through Lundberg's Real Estate Operations, Lundberg's Asset Management, Hufvudstaden, and Holmen segments. The company is also involved in the forest and power operations; and equity management, including securities trading. In addition, it owns and manages commercial office, and retail properties. L E Lundbergföretagen AB (publ) was founded in 1944 and is headquartered in Stockholm, Sweden.",
    "CEO": "Dr. Fredrik  Lundberg B.Sc. (Econ.), D.Econ, D.Tech., Ho, MBA, MSc. Eng.",
    "sector": "Financial Services",
    "country": "SE",
    "fullTimeEmployees": 4090.0,
    "phone": "46 84 63 06 00",
    "address": "Hovslagargatan 5B",
    "city": "Stockholm",
    "state": null,
    "zip": "104 40",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/LUND-B.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "SCA-B.ST",
    "Price": 140.3,
    "Beta": 0.525645,
    "VolAvg": 1492799,
    "MktCap": 98573514634,
    "LastDiv": 2.5,
    "Range": "127.25-163.3",
    "Changes": 0.5,
    "companyName": "Svenska Cellulosa Aktiebolaget SCA (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0000112724",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Lumber & Wood Production",
    "website": "https:\/\/www.sca.com",
    "description": "Svenska Cellulosa Aktiebolaget SCA (publ), a forest products company, develops, produces, and sells forest, wood, pulp, and containerboard products. The company offers various wood products, industrial components, standard wood products, and raw materials, as well as logistic, warehouse, and IT solutions for the wood industry. It also provides pulp products under the Pure, Star, and Cirrus names; and Kraftliner products for consumer durables, electronics, hazardous goods, industrial products, fruit and vegetables, frozen foods, etc. In addition, the company offers forwarding services for various transport modes, such as truck, rail, and barge, as well as marine and road and rail transport; terminal services; and liquid and solid biofuels, pellets, stall pellets, and wind energy. Further, it engages in the processing and distribution of wood products; production of Kraft and chemical thermomechanical pulps, and containerboards; and generation of energy from wind power projects, biomass, and by-products. The company has operation in Sweden, the United States, the United Kingdom, Germany, rest of Europe, Asia, and internationally. Svenska Cellulosa Aktiebolaget SCA (publ) was founded in 1929 and is headquartered in Sundsvall, Sweden.",
    "CEO": "Mr. Ulf  Larsson B.Sc., BSc Forestry",
    "sector": "Basic Materials",
    "country": "SE",
    "fullTimeEmployees": 3300.0,
    "phone": "46 60 19 30 00",
    "address": "Skepparplatsen 1",
    "city": "Sundsvall",
    "state": null,
    "zip": "851 88",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/SCA-B.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "SPEQT.ST",
    "Price": 16.48,
    "Beta": 1.008429,
    "VolAvg": 146394,
    "MktCap": 399033536,
    "LastDiv": 6.83,
    "Range": "9.35-30.75",
    "Changes": 0.06,
    "companyName": "Speqta AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0017937279",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Internet Content & Information",
    "website": "https:\/\/speqta.com",
    "description": "Speqta AB (publ) develops and operates performance-based lead generating platform. The company operates in two segments: Speqta AdTech and Speqta Content & Comparison. It offers Bidbrain, an AI-based SaaS service for e-retailers; Shopello, an e-commerce platform that promotes various online stores products; Vinklubben Food and Beverage that includes sites, such as myTaste, Matklubben, and Vinklubben; and Rahalaitos, a comparison service broker for private and corporate loans. The company also provides shopping-related comparison services, such as OutletSverige and Kampanjjakt.se; and discount codes, games, credit cards, credits, and electricity contracts comparison services under the Expressen, Nettavisen, Aller media\/Dagbladet, and Sanoma\/Ilta-Sanomat names. In addition, it operates Lanakuten.com and Låne-penger.com for private loan comparison services. The company was founded in 2003 and is based in Stockholm, Sweden.",
    "CEO": "Ms. Malin  Blomberg",
    "sector": "Communication Services",
    "country": "SE",
    "fullTimeEmployees": 26.0,
    "phone": null,
    "address": "Kungsgatan 64",
    "city": "Stockholm",
    "state": null,
    "zip": "111 22",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/SPEQT.ST.png",
    "ipoDate": "2011-12-30",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "INVE-A.ST",
    "Price": 214.1,
    "Beta": 0.78435,
    "VolAvg": 613655,
    "MktCap": 659674164258,
    "LastDiv": 4.4,
    "Range": "165.35-227.0",
    "Changes": 0.4,
    "companyName": "Investor AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0000107401",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Asset Management",
    "website": "https:\/\/www.investorab.com",
    "description": "Investor AB (publ) is a venture capital firm specializing in mature, middle market, buyouts and growth capital investments. It is operating through four business areas including core, private equity, operating, and financial investments. For core investments, the firm invests in health care, financial services, IT and fintech sectors and considers investments in listed companies in leading minority positions. The firm seeks to invest globally and acquire a board seat. For its operating investments, the firm seeks to focus on medium-sized to large companies headquartered in Northern Europe. It acquires controlling interest or minority position with significant influence in its portfolio companies within operating investments. The firm considers majority or minority investments in both listed and unlisted companies. Within private equity, the firm makes venture capital and buyout investments. For venture capital, it seeks investments through its subsidiary, Investor Growth Capital, which is focused on investments in the information technology, technology, engineering, financial services, and healthcare sectors in Europe, the United States, and Asia. It seeks to invest in companies ranging from startups to companies that are about to enter an expansion stage and its investment commitment range between SEK 20 million ($2.94 million) and SEK 200 million ($29.43 million). In its venture capital investments, it acquires minority stakes in its portfolio companies and the ownership horizon varies from three to seven years. For buyouts, the firm makes fund investments through its subsidiary, EQT that makes buyout investments in medium-sized mature companies in Northern Europe and Greater China. The firm seeks to exit its private equity investments between three years and seven years. The firm seeks to take board membership in its portfolio companies. For financial investments, it acquires minority ownership in financial holdings for shorter horizon. Investor AB (publ) was founded in 1916 and is based in Stockholm, Sweden with additional offices in Amsterdam, Netherlands; Beijing, China; Menlo Park, California; Hong Kong, China; New York, New York; and Tokyo, Japan.",
    "CEO": "Mr. Johan  Forssell M.Sc.",
    "sector": "Financial Services",
    "country": "SE",
    "fullTimeEmployees": 18224.0,
    "phone": "46 8 61 42 000",
    "address": "Arsenalsgatan 8C",
    "city": "Stockholm",
    "state": null,
    "zip": "103 32",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/INVE-A.ST.png",
    "ipoDate": "2000-01-03",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "ISOFOL.ST",
    "Price": 0.65,
    "Beta": 1.558015,
    "VolAvg": 706735,
    "MktCap": 104984755,
    "LastDiv": 0.0,
    "Range": "0.48-8.86",
    "Changes": -0.012,
    "companyName": "Isofol Medical AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0009581051",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Biotechnology",
    "website": "https:\/\/isofolmedical.com",
    "description": "Isofol Medical AB (publ), a clinical stage biotech company, develops, commercializes, and sells oncology drugs in Sweden and internationally. The company develops arfolitixorin, which is in phase 3 clinical trial for the treatment of advanced colorectal cancer. It has strategic collaborations with Recipharm, Merck & Cie, and Sahlgrenska University Hospital. The company was incorporated in 2008 and is headquartered in Gothenburg, Sweden.",
    "CEO": "Dr. Roger  Tell M.D., Ph.D.",
    "sector": "Healthcare",
    "country": "SE",
    "fullTimeEmployees": 13.0,
    "phone": "46 3 17 97 22 80",
    "address": "Biotech Center",
    "city": "Gothenburg",
    "state": null,
    "zip": "413 46",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/ISOFOL.ST.png",
    "ipoDate": "2017-04-04",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "SECT-B.ST",
    "Price": 167.7,
    "Beta": 1.137027,
    "VolAvg": 136253,
    "MktCap": 32310257409,
    "LastDiv": 1.0,
    "Range": "113.7-207.8",
    "Changes": -0.9,
    "companyName": "Sectra AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": null,
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Medical Devices",
    "website": "https:\/\/sectra.com",
    "description": "Sectra AB (publ) provides solutions for medical IT and cybersecurity sectors in Sweden, the United Kingdom, the Netherlands, and rest of Europe. The company operates through Imaging IT Solutions, Secure Communications, and Business Innovation segments. The Imaging IT Solutions segment develops and sells medical IT systems and services for managing, archiving, and presenting various types of medical images and patient information, as well as for operational follow-up and radiation dose monitoring; maintenance services in the form of support and system monitoring; and consulting services related to integration, system design, data migration, and business development. The Secure Communications segment develops and sells products and services for secure voice and data communications, and protection of society's sensitive IT infrastructure; and project-based development, as well as offers security and threat analyses and system monitoring services for control systems in society's critical operations. The Business Innovation segment develops and sells IT systems for planning and monitoring orthopedic surgery; and products for medical education and research projects. It serves public and private healthcare providers comprising hospitals, and hospital and private clinic chains; and government agencies, defense departments, energy companies. Sectra AB (publ) was incorporated in 1957 and is headquartered in Linköping, Sweden.",
    "CEO": "Dr. Torbjörn  Kronander MBA, Ph.D.",
    "sector": "Healthcare",
    "country": "SE",
    "fullTimeEmployees": 1093.0,
    "phone": "46 13 23 52 00",
    "address": "Teknikringen 20",
    "city": "Linköping",
    "state": null,
    "zip": "583 30",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/SECT-B.ST.png",
    "ipoDate": "2004-10-04",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "VICO.ST",
    "Price": 18.34,
    "Beta": 0.467615,
    "VolAvg": 298613,
    "MktCap": 1669820320,
    "LastDiv": 0.0,
    "Range": "13.5-35.45",
    "Changes": -0.08,
    "companyName": "Vicore Pharma Holding AB (publ)",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0007577895",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Biotechnology",
    "website": "https:\/\/www.vicorepharma.com",
    "description": "Vicore Pharma Holding AB (publ) engages in the research and development of pharmaceutical products for the treatments for rare lung diseases. The company is developing VP01, a small molecule compound for oral administration that is in phase II clinical trial for the treatment of interstitial lung diseases, idiopathic pulmonary fibrosis (IPF), systemic sclerosis, and COVID-19; and VP02, a formulation and delivery route for an existing immunomodulatory compound, which is preclinical trials to treat patients with IPF. It has a cooperation and development agreement with Emeriti Bio AB; license agreement with Nanologica AB (publ); and a collaboration agreement with Alex Therapeutics AB for the development and clinical validation of a digital therapeutic (DTx) built on the Alex DTx platform. The company was formerly known as Mintage Scientific AB. Vicore Pharma Holding AB (publ) was founded in 2000 and is headquartered in Gothenburg, Sweden.",
    "CEO": "Dr. Carl-Johan  Dalsgaard M.D., Ph.D.",
    "sector": "Healthcare",
    "country": "SE",
    "fullTimeEmployees": 25.0,
    "phone": "46 3 17 88 05 60",
    "address": "Kronhusgatan 11",
    "city": "Gothenburg",
    "state": null,
    "zip": "411 05",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/VICO.ST.png",
    "ipoDate": "2015-12-10",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}
{
    "Symbol": "CRED-A.ST",
    "Price": 71.9,
    "Beta": 1.022837,
    "VolAvg": 79092,
    "MktCap": 9761288016,
    "LastDiv": 1.4,
    "Range": "59.6-99.65",
    "Changes": -1.25,
    "companyName": "Creades AB",
    "currency": "SEK",
    "cik": null,
    "isin": "SE0015661236",
    "cusip": null,
    "exchange": "Stockholm Stock Exchange",
    "exchangeShortName": "STO",
    "industry": "Asset Management",
    "website": "https:\/\/www.creades.se",
    "description": "Creades AB is a private equity and venture capital investment firm specializing in seed\/startup, early, mid & late venture, emerging growth, middle market, growth capital and buyout investments. The firm typically invests in small and medium-sized public and private companies. It focuses on Swedish companies. The firm seeks to invest between SEK100 ($15.51 million) and  SEK300 million ($46.53 million). The firm prefers to take a majority stake and seat on the board of directors of its portfolio companies. The firm uses personal and balance sheet capital for making investments. Creades AB was founded in 2011 and is based in Stockholm, Sweden.",
    "CEO": "Mr. John  Hedberg",
    "sector": "Financial Services",
    "country": "SE",
    "fullTimeEmployees": 7.0,
    "phone": "46 8 41 20 11 00",
    "address": "Ingmar Bergmans gata 4",
    "city": "Stockholm",
    "state": null,
    "zip": "10216",
    "DCF_diff": null,
    "DCF": 0.0,
    "image": "https:\/\/financialmodelingprep.com\/image-stock\/CRED-A.ST.png",
    "ipoDate": "2012-02-22",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true,
    "isFund": false,
    "isAdr": false
}